Repository: Danendz/cscart-mods
Catalog: var/langs/*/addons/two_factor_auth.po
Languages: ru_ru

# Addons::name::two_factor_auth
source: Two Factor Auth
ru_ru: Двухфакторная аутентификация

# Addons::description::two_factor_auth
source: You can force enable two factor auth for customers
ru_ru: Вы можете включить двухфакторную аутентификации для покупателей

# Languages::two_factor_auth_send_code
source: Send code
ru_ru: Отправить код

# Languages::two_factor_auth_confirm_code
source: Confrim code
ru_ru: Подтвердить код

# Languages::two_factor_auth_verify
source: Two Factor Auth: Verify your login
ru_ru: Двухфакторная аутентификация: Подтвердите ваш вход

# Languages::two_factor_auth_success_code_send
source: Code was sent successfully to your email
ru_ru: Код успешно был отправлен на ваш email

# Languages::two_factor_auth_unable_send_email
source: Unable to send email
ru_ru: Неполучилось отправить email

# Languages::two_factor_auth_can_send_code_after
source: You can send code again after:
ru_ru: Вы можете отправить повторно код через:

# Languages::two_factor_auth_minutes
source: Minutes
ru_ru: Минуты

# Languages::two_factor_auth_seconds
source: Seconds
ru_ru: Секунды

# Languages::two_factor_auth_not_send_code_yet
source: You haven't sent the code yet
ru_ru: Вы еще не отправили код

# Languages::two_factor_auth_empty_field
source: You have not entered a code
ru_ru: Вы не ввели код

# Languages::two_factor_auth_code_expired
source: This code has already expired
ru_ru: Срок действия этого кода уже истек

# Languages::two_factor_auth_invalid_code
source: You have entered an invalid code
ru_ru: Вы ввели неверный код

# Languages::two_factor_auth_remain_attempts
source: Attempts left
ru_ru: Попыток осталось

# Languages::two_factor_auth_text_confirm_code
source: Please copy this code and enter it to 'code' field
ru_ru: Пожалуйста, скопируйте этот код и введите его в поле 'код'

# SettingsOptions::two_factor_auth::max_attempts
source: Max allowed attempts to conifrm code
ru_ru: Максимальное количество попыток подтвердить код

# SettingsOptions::two_factor_auth::code_length
source: Code length
ru_ru: Длина кода

# SettingsOptions::two_factor_auth::email_life_time_in_minutes
source: Max email code life time in minutes
ru_ru: Максимальное время жизни email кода в минутах

# SettingsOptions::two_factor_auth::interval_between_emails_in_minutes
source: Interval between sending email codes in minutes
ru_ru: Интервал между отправкой email кодов в минутах
